[
  {
    "title": "Thông tin tổng quan về Coca-Cola Việt Nam",
    "detail": "Coca-Cola chính thức có mặt tại Việt Nam từ năm 1994, sau khi tái thiết lập quan hệ ngoại giao. Đây là một trong những thương hiệu đồ uống hàng đầu, đóng vai trò quan trọng trong ngành công nghiệp nước giải khát Việt Nam trong hơn 30 năm qua. Công ty TNHH Nước Giải Khát Coca-Cola Việt Nam (CCBVL) là nhà sản xuất và phân phối chính các sản phẩm của Coca-Cola tại thị trường này, với sự đầu tư mạnh mẽ từ Tập đoàn Swire Coca-Cola từ năm 2022. Coca-Cola Việt Nam cam kết đổi mới liên tục và hướng tới một tương lai chung tốt đẹp hơn cho cộng đồng, con người và hành tinh thông qua các hoạt động kinh doanh có trách nhiệm và bền vững."
  },
  {
    "title": "Danh mục sản phẩm chính và thị phần",
    "detail": "Coca-Cola Việt Nam cung cấp danh mục sản phẩm đa dạng, đáp ứng nhiều phân khúc khách hàng khác nhau. Các thương hiệu chính bao gồm: **Coca-Cola Original**, **Coca-Cola Zero Sugar**, **Coca-Cola Light**, **Sprite**, **Fanta**, **Nutriboost** (sữa trái cây), **Samurai** (nước tăng lực), **Dasani** (nước uống đóng chai), **Tea Master** (trà), **Minute Maid Teppy** (nước trái cây), và các dòng sản phẩm cà phê và nước uống có gas khác. Về thị phần, Coca-Cola Việt Nam cùng với Suntory PepsiCo được đánh giá là hai ông lớn chiếm lĩnh phần lớn thị trường nước giải khát không cồn tại Việt Nam, với hơn 60% tổng thị phần (theo Nielsen Vietnam 2023). Trong mảng thương mại điện tử (tháng 12/2023), Coca-Cola chiếm 33.38% thị phần ngành nước ngọt và đồ uống không cồn, đứng sau PepsiCo (45.48%)."
  },
  {
    "title": "Hoạt động sản xuất, chuỗi cung ứng và phân phối",
    "detail": "Coca-Cola Việt Nam hiện có ba nhà máy sản xuất chính tại **Thủ Đức (TP.HCM)**, **Đà Nẵng** và **Hà Nội**. Đặc biệt, một nhà máy mới trị giá 136 triệu USD tại **Khu công nghiệp VSIP III (Tây Ninh)** đã được khởi công xây dựng vào năm 2022 và đi vào hoạt động đầu năm 2024, đạt chuẩn LEED Gold. \n\n**Chuỗi cung ứng:** Coca-Cola Việt Nam vận hành mô hình hợp tác chặt chẽ giữa The Coca-Cola Company (TCC) và The Coca-Cola Bottler (TCB – hiện là Swire Coca-Cola). TCC chịu trách nhiệm phát triển thương hiệu, công thức, tiếp thị và nghiên cứu thị trường. TCB đảm nhiệm sản xuất, đóng gói, phân phối và bán hàng. Các nhà cung cấp nguyên liệu chính bao gồm: đường từ **KCP Sugar**, chai nhựa từ **Dynaplast Packaging**, bao bì carton từ **Bien Hoa**, và nguyên liệu cô đặc coca từ **Stepan**. \n\n**Mạng lưới phân phối** của Coca-Cola rộng khắp cả nước với hơn 360 nhà phân phối, đưa sản phẩm đến hơn 850.000 điểm bán lẻ, bao gồm siêu thị, cửa hàng tiện lợi, nhà hàng, quán ăn và các kênh truyền thống."
  },
  {
    "title": "Hiệu quả kinh doanh và vị thế cạnh tranh",
    "detail": "Coca-Cola Việt Nam đã thể hiện hiệu quả kinh doanh tích cực trong những năm gần đây. Doanh thu ghi nhận: **8.500 tỷ VND (2021)**, **11.100 tỷ VND (2022)** và **12.138,6 tỷ VND (2023)**. Lợi nhuận sau thuế đạt khoảng **730 tỷ VND (2021)** và **682 tỷ VND (2022)**. \n\n**Vị thế cạnh tranh:** Coca-Cola là một trong những thương hiệu hàng đầu và có sức ảnh hưởng lớn tại thị trường Việt Nam. Đối thủ cạnh tranh chính bao gồm **PepsiCo** (cùng với Suntory PepsiCo), **Tân Hiệp Phát**, **URC**, và các thương hiệu địa phương khác. Coca-Cola duy trì lợi thế cạnh tranh nhờ vào: **thương hiệu toàn cầu mạnh mẽ**, **hệ thống phân phối rộng khắp**, **danh mục sản phẩm đa dạng**, **chiến lược tiếp thị sáng tạo**, và **cam kết bền vững**. Công ty thường áp dụng các chiến lược giá cạnh tranh (giá thâm nhập, giá khuyến mại, giá tâm lý) và tập trung vào 3P (Product, Place, Promotion) và 3A (Available, Affordable, Acceptable) để duy trì vị thế dẫn đầu."
  },
  {
    "title": "Chiến dịch tiếp thị, quảng cáo và hoạt động CSR nổi bật",
    "detail": "**Các chiến dịch tiếp thị và quảng cáo nổi bật:** \n- **\"Share A Coke\" (Chia Sẻ Coca-Cola):** In tên riêng lên vỏ lon/chai, tạo sự kết nối cá nhân. \n- **\"Happiness Factory\" (Nhà Máy Hạnh Phúc):** Quảng cáo sáng tạo thể hiện quá trình sản xuất vui nhộn. \n- **\"Magical Tet Feast\" (Tết Ấm Áp):** Luôn gắn liền với hình ảnh sum vầy gia đình trong dịp Tết Nguyên Đán. \n- **\"Foodmarks\":** Khuyến khích người tiêu dùng kết hợp Coca-Cola với ẩm thực. \n- **\"Sprite Beach Festival\":** Mang đến trải nghiệm giải trí sôi động. \n\n**Hoạt động CSR (Trách nhiệm xã hội doanh nghiệp):** \n- **Dự án \"Nước Sạch Cho Trường Học Việt Nam\" và \"EKOCENTER\":** Cung cấp giải pháp nước sạch và hỗ trợ cộng đồng. \n- **Sáng kiến bao bì bền vững:** Ra mắt chai làm từ 100% nhựa tái chế (rPET) vào tháng 9/2022. \n- **Hợp tác với IUCN (Liên minh Bảo tồn Thiên nhiên Quốc tế):** Hỗ trợ cộng đồng ven biển dọn dẹp rác thải nhựa. \n- **Đóng góp chống dịch COVID-19:** Hỗ trợ vật tư y tế và nước uống cho tuyến đầu."
  },
  {
    "title": "Sáng kiến phát triển bền vững và chương trình cộng đồng",
    "detail": "Phát triển bền vững là trọng tâm trong chiến lược của Coca-Cola Việt Nam, với các mục tiêu cụ thể: \n- **Hành động vì khí hậu:** Giảm phát thải carbon trong toàn chuỗi giá trị. Nhà máy mới tại Tây Ninh đạt chứng nhận LEED Gold là minh chứng cho cam kết này. \n- **Nông nghiệp bền vững:** Hướng tới nguồn nguyên liệu thân thiện với môi trường. \n- **Quản lý nguồn nước:** Đảm bảo hoàn trả 100% lượng nước sử dụng trong sản xuất về tự nhiên thông qua các dự án cộng đồng. \n- **Bao bì bền vững:** Cam kết thu gom và tái chế lượng bao bì tương đương với lượng bán ra, hướng tới nền kinh tế tuần hoàn. Mục tiêu 100% bao bì có thể tái chế vào năm 2025. \n- **Trao quyền cho phụ nữ:** Hỗ trợ phụ nữ khởi nghiệp và phát triển kinh tế thông qua các chương trình như 5by20. \n- **Chương trình cộng đồng:** Tiếp tục mở rộng các dự án EKOCENTER và hợp tác với các tổ chức địa phương để giải quyết các vấn đề xã hội."
  },
  {
    "title": "Tin tức và sự kiện gần đây",
    "detail": "- **Tháng 1/2024:** Khai trương trung tâm EKOCENTER thứ hai tại An Thạnh, Bến Cát, Bình Dương, là một phần trong cam kết hỗ trợ cộng đồng. \n- **Đầu năm 2024:** Nhà máy sản xuất mới tại Khu công nghiệp VSIP III (Tây Ninh) chính thức đi vào hoạt động. Đây là nhà máy đạt chuẩn LEED Gold, thể hiện cam kết mạnh mẽ về môi trường. \n- **Tháng 9/2022:** Coca-Cola Việt Nam ra mắt chai nhựa rPET 100% đầu tiên cho sản phẩm Dasani, đánh dấu bước tiến quan trọng trong nỗ lực giảm thiểu rác thải nhựa và thúc đẩy kinh tế tuần hoàn."
  },
  {
    "title": "Cơ cấu tổ chức và ban lãnh đạo",
    "detail": "Coca-Cola Việt Nam được điều hành bởi hai thực thể chính: The Coca-Cola Company (chủ sở hữu thương hiệu và công thức) và Coca-Cola Beverages Vietnam (nhà sản xuất và phân phối). \n\n**Ban Lãnh đạo cấp cao:** \n- **Ông Leonardo Garcia:** Tổng Giám đốc Coca-Cola Việt Nam và Campuchia (đại diện cho The Coca-Cola Company). \n- **Bà Milly Cheng:** Tổng Giám đốc Công ty TNHH Nước Giải Khát Coca-Cola Việt Nam (đại diện cho Coca-Cola Beverages Vietnam dưới sự quản lý của Swire Coca-Cola). \n\n**Các vị trí lãnh đạo khác:** \n- **Ông Nguyễn Khoa Mỹ:** Giám đốc Truyền thông và Đối ngoại. \n- **Bà Thân Trọng Nam Anh:** Giám đốc Truyền thông Việt Nam và Campuchia. \n\n**Cơ cấu tổ chức** bao gồm các phòng ban chức năng như: Marketing, Bán hàng (Sales), Sản xuất (Operations), R&D, Tài chính, Nhân sự, Truyền thông & Đối ngoại."
  }
]